# Дано слово. Верно ли, что оно начинается и оканчивается на одну и ту же букву?

stroka = "check"
boolCheck = None

if stroka[0] == stroka[-1]:
    bolCheck = True
else:
    bolCheck = False

print(bolCheck)
