# Создайте список и извлеките из него списка второй элемент.

spis = [1, 2, 3, 4]
print(spis[2])

#or

spis2 = [1, 2, 23, 4]
element2 = spis2[2]
print(element2)