# Вывести на экран число "10" 20 раз столбиком.

number = 10
counter = 0

while counter < 10:
    print(number)
    counter = counter + 1
