stroka = "labama"
print(stroka[2:3]) # - Сначала выведите третий символ этой строки. 
print(stroka[-2]) # - Во второй строке выведите предпоследний символ этой строки.
print(stroka[0:5]) # - В третьей строке выведите первые пять символов этой строки.
print(stroka[0:-2]) # - В четвертой строке выведите всю строку, кроме последних двух символов.
print(stroka[0:6:2]) # - В пятой строке выведите все символы с четными индексами
print(stroka[1:6:2]) # - В шестой строке выведите все символы с нечетными индексами, то есть начиная со второго символа строки.
print(stroka[::-1]) # - В седьмой строке выведите все символы в обратном порядке.
print(stroka[::-2]) # - В восьмой строке выведите все символы строки через один в обратном порядке, начиная с последнего.
print(len(stroka)) # - В девятой строке выведите длину данной строки.
